{
  "IWS": {
    "ATTACK_HINT": "Wenn dieser Zauber einen flachen Angriffsbonus hat, schreibe ihn hier hin.",
    "CHARGES_HINT": "Wird der Zauber mit Ladungen des Gegenstands an dem er hängt gewirkt, muss oben die Zahl der verbrauchten Ladungen konfiguriert werden.",
    "BUTTONS": {
      "DeleteSpell": "Zauber aus Item löschen und Aufforderung zum Löschen aus Akteur",
      "EditSpell": "Zauber bearbeiten",
      "RemoveLink": "Verbindung löschen"
    },
    "TAB": {
      "AbilityBased": "{ability} basiert",
      "Consumes": "Verbraucht",
      "EmbeddedHint": "Item im Besitz des Akteurs. Unten hinzugefügte Zauber werden dem Akteur sofort hinzugefügt. Sie können keine Überschreibungen auf bereits vorhandene Zauber setzen, aber Sie können einen Zauber direkt bearbeiten.",
      "Hint": "Die unten Zauber sind mit diesem Item verknüpft und werden einem Akteur hinzugefügt, mit allen Übersteuerungen, wenn Sie diesen Item auf das Bogen eines Akteurs ziehen.",
      "FillerHint": "Ziehen Sie einen Zauber hierher, um ihn mit diesem Item zu verknüpfen.",
      "PreviewSpell": "Vorschau des Zaubers mit Überschreibungen"
    },
    "ConfigureOverrides": "Übersteuerungen konfigurieren",
    "LIMITED_HINT": "Wenn dieser Zauber seine eigene Zahl Nutzungen pro Rast oder ähnliche Beschränkungen hat, muss das oben festgelegt werden.",
    "MISSING_ITEM_DESCRIPTION": "Ursprungsitem dieses Zaubers konnte nicht gefunden worden. Wurde eventuell gelöscht?",
    "MISSING_ITEM": "Fehlendes Item",
    "MODULE_NAME": "Items with Spells",
    "QUERY_ALSO_DELETE": "Auch die Zauber von dem Item löschen?",
    "PreviewSpell": "Vorschau des Zaubers mit Überschreibungen",
    "SAVE_HINT": "Falls dieser Zauber einen festen SG oder andere spezielle Rettungswurflogik hat.",
    "SETTINGS" : {
      "ITEM_EXCLUSION": {
        "HINT": "Wählen, welche Itemtypen über Zauber verfügen können.",
        "NAME": "Itemtypen wählen",
        "TITLE": "Itemtyp Auschlussmenü"
      },
      "SORT_ORDER": {
        "HINT": "Wenn aktiviert werden die durch dieses Modul erzeugten Zauberbuchsektionen am Ende statt am Anfang des Zauberbuchs hinzugefügt. (Standard: nicht angekreuzt)",
        "NAME": "Zauberbuch-Sortierfolge"
      },
      "EXCLUDE_UNEQUIPPED": {
        "HINT": "Wenn diese Option aktiviert ist, werden Zauber für Items, die nicht ausgerüstet sind, nicht angezeigt. Wenn es nicht markiert ist, werden Zauber unabhängig vom Items angezeigt. Diese Änderung wirkt sich nicht auf aktuell geöffnete Bögen aus. Schließen Sie ein Bogen und öffnen Sie es erneut, damit die Änderung wirksam wird. (Standard: nicht angekreuzt)",
        "NAME": "Zauber aus nicht ausgerüsteten Items ausblenden"
      }
    },
    "SPELL_LEVEL_HINT": "Falls der Zauber auf einem bestimmten Grad gewirkt wird, Grad oben setzen.",
    "WARN_ALSO_DELETE": "Der Zauber ist nicht mehr mit dem Item verknüpft, aber befindet sich noch auf dem Akteur. Möchten Sie auch den Zauberspruch vom Akteur löschen?",
    "WARN_OWNED_SPELL": "Item im Besitz des Akteurs. Unten hinzugefügte Zauber werden dem Akteur sofort hinzugefügt. Sie können keine Überschreibungen auf bereits vorhandene Zauber setzen, aber Sie können einen Zauber direkt konfigurieren. Überschreibungen können für Items in der Seitenleiste festgelegt werden.",
    "SUBTITLE": {
      "linked_item": "Klicken für Vorschau Zauber mit Übersteuerungen",
      "owned_item": "Klicken um Zauber zu wirken"
    }
  }
}
